<template>
  <div style="padding-top: 46px;">
    <div class="term-box">
        <b>第一条</b>
        <p>微传播账户名为用户注册时提供的手机号码，用户享受服务均需要通过该手机号码登陆进行操作，请妥善保管。</p>
        <b>第二条</b>
        <p>凡中华人民共和国公民或在中华人民共和国境内合法注册的企事业单位、机关、团体等（以下统称“单位”）及具有完全民事行为能力的境内外居民（以下统称“个人”）均可使用微传播平台。申请办理、使用微传播平台的单位和个人，均须遵守本管理规定的各项规定。</p>
        <b>第三条</b>
        <p>单位或个人用户可以通过微传播平台进行在线注册。账户的用户名为注册的手机号，注册成功后可以通过微信的充值方式进行充值。</p>
        <b>第四条</b>
        <p>用户充值后账户余额不能办理退款。以及赠送部分的优惠券均不能转移、转赠。账户余额请您根据自己的消费情况充值，微传播平台对充值次数不设限制。</p>
        <b>第五条</b>
        <p>账户余额等于实际充值金额的90%，系统自动代为收取10%的服务费，发票按充值金额开具“技术服务费”增值税普通发票。</p>
        <b>第六条</b>
        <p>用户办理最低充值金额不得低于10元，后续充值为五个档次的定额充值，分别为：500元、1000元、2000元、5000元、（具体详见会员充值界面）。</p>
        <b>第七条</b>
        <p>微传播平台开通后，申请人应当妥善保管账号、密码及相关信息，微传播平台不对因申请人原因导致的包括不限于账号、密码及相关信息的丢失、泄露、被窃或未经授权使用负责。</p>
        <b>第八条</b>
        <p>微传播账户应由账户所有人使用和保管。账户持有人因向他人转借、转让或因保管不慎而发生的一切消费费用及损失由账户持有人承担。</p>
        <b>第九条</b>
        <p>本公司及其关联公司不提供与微传播平账户有关的明示或暗示的保证，包括但不限于对于其商业性或适用于特定用途的任何明示或暗示的保证。</p>
        <b>第十条</b>
        <p>为更好地提供服务，我们可以随时修改上述条款。请您定期查阅本规定。如果本规定中任何一条被视为废止、无效或因任何理由不可执行，该使用条件应视为可分割的且不影响任何其余条款的有效性和可执行性。</p>
        <b>第十一条</b>
        <p>申请人在充值微传播账户前，确认已经就全部条款进行了详细地阅读，双方对本管理规定的全部条款均无异议，并对本管理规定涉及的权利义务、责任限制及免责条款的法律含义有了准确无误的理解。</p>
        <b>第十二条</b>
        <p>有关微传播账户相关解释均适用中华人民共和国法律。</p>
    </div>         
  </div>
</template>

<script>
import { InlineLoading } from 'vux'

export default {
  components: {
    InlineLoading
  },
  data () {
    return {
      t: ''
    }
  }
}
</script>

<style scope lang="less">
.term-box {
    background-color: #fff;
    padding: 20px 14px;
}
</style>
